bot_config = {
    "intents": {
        "hello": {
            "examples": ["Привет", "Добрый день", "Шалом", "Привет, бот"],
            "responses": [
                "Привет, человек!",
                "И вам здравствуйте :)",
                "Доброго времени суток",
            ],
        },
        "bye": {
            "examples": ["Пока", "До свидания", "До свидания", "До скорой встречи"],
            "responses": ["Еще увидимся", "Если что, я всегда тут"],
        },
        "name": {
            "examples": ["Как тебя зовут?", "Скажи свое имя", "Представься"],
            "responses": ["Меня зовут Саша"],
        },
        "want_eat": {
            "examples": ["Хочу есть", "Хочу кушать", "ням-ням"],
            "responses": ["Вы веган?"],
            "theme_gen": "eating_q_wegan",
            "theme_app": ["eating", "*"],
        },
        "yes": {
            "examples": ["да"],
            "responses": ["капусты или морковки?"],
            "theme_gen": "eating_q_meal",
            "theme_app": ["eating_q_wegan"],
        },
        "no": {
            "examples": ["нет"],
            "responses": ["мясо или творог?"],
            "theme_gen": "eating_q_meal",
            "theme_app": ["eating_q_wegan"],
        },
    },
    "failure_phrases": [
        "Непонятно. Перефразируйте, пожалуйста.",
        "Я еще только учусь. Спросите что-нибудь другое",
        "Слишком сложный вопрос для меня.",
    ],
}
